import React from 'react'

export default function PrivacyPage() {
    return (
        <div>

            Политика конфиденциальности

            1. Общие положения

            1.1. Настоящая Политика конфиденциальности (далее – &quot;Политика&quot;) определяет порядок обработки и защиты персональных данных клиентов и пользователей услуг колл-центра [Название компании] (далее – &quot;Компания&quot;), расположенного по адресу: Украина, г. Києв, ул. [Улица], д. [Номер].

            1.2. Компания осуществляет свою деятельность в соответствии с Законом Украины &quot;О защите персональных данных&quot; и иными нормативно-правовыми актами Украины.

            2. Сбор и использование персональных данных

            2.1. Компания собирает и обрабатывает следующие персональные данные:

            Фамилия, имя, отчество;
            Контактный номер телефона;
            Адрес электронной почты;
            Адрес проживания;
            Иная информация, предоставленная клиентом добровольно.
            2.2. Цели обработки персональных данных:

            Предоставление услуг колл-центра;
            Обработка запросов и обращений клиентов;
            Улучшение качества обслуживания;
            Информирование о новых услугах и предложениях Компании.
            3. Передача персональных данных третьим лицам

            3.1. Компания не передает персональные данные третьим лицам без предварительного согласия субъекта данных, за исключением случаев, предусмотренных законодательством Украины.

            4. Защита персональных данных

            4.1. Компания принимает необходимые организационные и технические меры для защиты персональных данных от несанкционированного доступа, утраты, изменения или распространения.

            5. Права субъектов персональных данных

            5.1. Субъекты персональных данных имеют право:

            Знать о местонахождении базы данных, содержащей их персональные данные;
            Получать информацию об условиях предоставления доступа к персональным данным;
            На доступ к своим персональным данным;
            Отзывать согласие на обработку персональных данных;
            Требовать изменения или уничтожения своих персональных данных, если они обрабатываются незаконно или являются недостоверными.
            6. Использование файлов cookie

            6.1. На сайте Компании могут использоваться файлы cookie для улучшения работы сайта и предоставления релевантной информации пользователям.

            7. Изменения в Политике конфиденциальности

            7.1. Компания оставляет за собой право вносить изменения в настоящую Политику.

            7.2. Изменения вступают в силу с момента их опубликования на официальном сайте Компании.

            8. Контактная информация

            8.1. По всем вопросам, связанным с обработкой персональных данных, вы можете обратиться к нам по адресу: Украина, г. Києв, или по электронной почте: talkspace2@gmail.com.

        </div>
    )
}
